Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: The service '%s' is preventing this device from being stopped. Try stopping this service and then try to stop the device again.
be: Служба '%s' перашкаджае спыненню прылады. Спыніце службу і паспрабуйце спыніць прыладу зноў.

source: The service to detect this status is disabled.
be: Служба, якая выяўляе гэты стан, выключаная.

source: The service to detect this status is turned off.
be: Служба, якая выяўляе гэты стан, выключаная.

source: The servicing request received for package %1 cannot be satisfied since the package is not applicable.
be: Запыт абслугоўвання, атрыманы для пакунка %1, не можа быць задаволены з-за непрыдатнасці пакунка.

source: The servicing request received for package %1 cannot be satisfied since the package is not applicable.\r\n
be: Запыт абслугоўвання, атрыманы для пакунка %1, не можа быць задаволены з-за непрыдатнасці пакунка.\r\n

source: The settings that you selected may result in unexpected behavior. Are you sure you want to keep these settings?
be: Налады, якія вы абралі, могуць прывесці да нечаканых паводзінаў. Вы сапраўды жадаеце захаваць гэтыя налады?

source: The share name %1 already exists for this resource. Please choose another share name.\r\n
be: Назва абагульнення %1 ужо існуе для гэтага рэсурсу. Калі ласка, абярыце іншую назву.\r\n

source: The share name %1 is not accessible from some MS-DOS workstations. Are you sure you want to use the share name?\r\n
be: Назва абагульнення %1 недаступная для некаторых працоўных станцыяў MS-DOS. Вы сапраўды жадаеце скарыстаць назву абагульнення?\r\n

# The share name contains invalid characters.
source: The share name contains invalid characters.\r\n
be: Назва абагулення змяшчае недапушчальныя знакі.\r\n

# The share names ADMIN$ and IPC$ are reserved and may not be used.
source: The share names ADMIN$ and IPC$ are reserved and may not be used.\r\n
be: Назвы абагульнення ADMIN$ і IPC$ зарэзерваваныя і не могуць быць скарыстаныя.\r\n

source: The shortcut or .pif may be read-only, or another program may be modifying them.\nClose all copies of this program, and then try again.
be: Магчыма, пускальнік ці .pif даступны толькі для чытання альбо адчынены ў іншай праграме.\nЗачыніце ўсе копіі гэтай праграмы і паспрабуйце яшчэ.

source: The slide show is paused to save power.
be: Паказ слайдаў прыпынены дзеля захавання энергіі.

source: The source and destination file names are the same.
be: Зыходны і мэтавы файл маюць аднолькавыя назвы.

source: The source file might be in use.
be: Магчыма, зыходны файл выкарыстоўваецца.

source: The source file name(s) are larger than is supported by the file system.
be: Назвы зыходных файлаў надта доўгія для файлавай сістэмы.

source: The source file name(s) are larger than is supported by the file system. Try moving to a location which has a shorter path name, or try renaming to shorter name(s) before attempting this operation.
be: Назвы зыходных файлаў надта доўгія для файлавай сістэмы. Паспрабуйце перамясціць файлы ў размяшчэнне з карацейшым шляхам альбо скараціце назвы файлаў, перш чым выклікаць гэтую аперацыю.

source: The specified account name cannot be used, because it is a reserved name. Please type a different name.
be: Азначаная назва рахунка не можа быць скарыстаная, бо яна ёсць зарэзерваванай. Калі ласка, абярыце іншую назву.

source: The specified account name is not valid, because account names cannot contain the following characters: /\\[]":;|<>+=,?*\n\nPlease type a different name.
be: Азначаная назва рахунка недапушчальная, бо назвы рахункаў не могуць змяшчаць наступныя знакі: /\\[]":;<>+=,?*\n\nКалі ласка, ўвядзіце іншую назву.

source: The specified account name is not valid, because there is already an account with that name.\n\nPlease type a different name.
be: Азначаная назва недапушчальная, бо ўжо існуе рахунак з такой назвай.\n\nКалі ласка, увядзіце іншую назву.

source: The specified group does not exist.
be: Азначаная група не існуе.

source: The specified path points to a font file that may not be available during later Windows sessions.\n\nDo you want to continue?
be: Азначаны шлях паказвае на файл шрыфту, які можа быць недаступным цягам пазнейшых сесіяў Windows.\n\nПрацягнуць?

source: The specified picture is an unknown type or is not valid. Select a different picture.
be: Азначаны відарыс невядомага тыпу ці недапушчальны. Абярыце іншы відарыс.

# The specified printer is invalid. Please choose a valid printer.
source: The specified printer is invalid.\nPlease choose a valid printer.
be: Азначаная друкарка недапушчальная.\nКалі ласка, абярыце дапушчальную друкарку.

source: The specified program was not designed to work with Windows or MS-DOS.
be: Азначаная праграма не прызначана для працы ў Windows ці MS-DOS.

source: The specified value for Conventional Memory is not valid.Specify Auto or a value from %u to %u.
be: Абранае значэнне недапушчальнае для звычайнай памяці. Абярыце значэнне ад %u да %u ці 'Аўта'.

source: The specified value for Conventional Memory is not valid.\rSpecify Auto or a value from %u to %u.
be: Абранае значэнне недапушчальнае для звычайнай памяці.\rАбярыце значэнне ад %u да %u ці 'Аўта'.

source: The specified value for DOS protected-mode (DPMI) memory is not valid.Specify Auto or a value from %u to %u.
be: Абранае значэнне недапушчальнае для памяці DPMI абароненага рэжыму DOS. Абярыце значэнне ад %u да %u ці 'Аўта'.

source: The specified value for DOS protected-mode (DPMI) memory is not valid.\rSpecify Auto or a value from %u to %u.
be: Абранае значэнне недапушчальнае для памяці DPMI абароненага рэжыму DOS.\rАбярыце значэнне ад %u да %u ці 'Аўта'.

source: The specified value for Expanded (EMS) Memory is not valid.Specify Auto or a value from %u to %u.
be: Абранае значэнне недапушчальнае для пашыранай (EMS) памяці. Абярыце значэнне ад %u да %u ці 'Аўта'.

source: The specified value for Expanded (EMS) Memory is not valid.\rSpecify Auto or a value from %u to %u.
be: Абранае значэнне недапушчальнае для пашыранай (EMS) памяці.\rАбярыце значэнне ад %u да %u ці 'Аўта'.

source: The specified value for Extended (XMS) Memory is not valid.Specify Auto or a value from %u to %u.
be: Абранае значэнне недапушчальнае для даданай (XMS) памяці. Абярыце значэнне ад %u да %u ці 'Аўта'.

source: The specified value for Extended (XMS) Memory is not valid.\rSpecify Auto or a value from %u to %u.
be: Абранае значэнне недапушчальнае для пашыранай (XMS) памяці.\rАбярыце значэнне ад %u да %u ці 'Аўта'.

source: The specified value for Local Environment Size is not valid.Specify Auto or a value from %u to %u.
be: Абранае значэнне недапушчальнае для. Абярыце значэнне ад %u да %u ці 'Аўта'.

source: The specified value for Local Environment Size is not valid.\rSpecify Auto or a value from %u to %u.
be: Абранае значэнне недапушчальнае для.\rАбярыце значэнне ад %u да %u ці 'Аўта'.

source: The subnet mask that you have entered for the IP address is not valid. Please enter a valid mask.
be: Маска падсеткі, якую вы ўвялі для IP-адраса, недапушчальная. Калі ласка, увядзіце дапушчальную маску.

source: The syntax for the page range is invalid.\nEnter either a single page number or a single page range.
be: Недапушчальны сінтаксіс абсягу старонак.\nУвядзіце нумар старонкі ці абсяг старонак.

source: The syntax for the page range is invalid.\nEnter either a single page number or a single page range. For example, 5-12.
be: Недапушчальны сінтаксіс абсягу старонак.\nУвядзіце нумар старонкі ці абсяг старонак. Прыклад: 5-12

source: The syntax for the page range is invalid.\nEnter page numbers and/or page ranges separated by commas.
be: Недапушчальны сінтаксіс абсягу старонак.\nУвядзіце нумары старонак і/ці абсягі старонак праз коскі.

source: The syntax for the page range is invalid.\nEnter page numbers and/or page ranges separated by commas. For example, 1,3,5-12.
be: Недапушчальны сінтаксіс абсягу старонак.\nУвядзіце нумары старонак і/ці абсягі старонак праз коскі. Прыклад: 1,3,5-12

source: The system administrator has disabled some power states for this user account.
be: Сістэмны адміністратар выключыў некаторыя пункты ашчаджання энергіі для гэтага рахунка.

source: The system administrator should review the list of libraries to ensure they are related to trusted applications.
be: Сістэмны адміністратар павінен перагледзець спіс бібліятэк, каб упэўніцца, што яны адносяцца да надзейных праграмаў.

source: The system became unresponsive.
be: Сістэма перастала адказваць.

source: The system cannot change your password now because the domain %s is not available.
be: Сістэма не можа змяніць ваш пароль зараз, бо дамен %s недаступны.

source: The system cannot end this program because it is waiting for a response from you.
be: Сістэма не можа скончыць гэтую праграму, бо яна чакае ад вас адказу.

source: The system locale could not be changed to "%1".
be: Немагчыма змяніць сістэмную лакалізацыю на "%1".

# The system locale could not be changed to "%1".
source: The system locale could not be changed to "%1".\r\n
be: Немагчыма змяніць сістэмную лакаль на "%1".\r\n

source: The system locale was changed to "%1".
be: Сістэмная лакалізацыя была змененая на "%1".

# The system locale was changed to "%1".
source: The system locale was changed to "%1".\r\n
be: Сістэмная лакаль была змененая на "%1".\r\n

source: The system may be low on memory or the file MSFTEDIT.DLL may be missing or corrupt.
be: Магчыма, сістэме бракуе памяці альбо MSFTEDIT.DLL знік ці пашкоджаны.

source: The system process '%s' terminated unexpectedly with status code %d.
be: Сістэмны працэс '%s' нечакана перарваўся з кодам стану %d.

source: The system process '%s' terminated unexpectedly with status code %d. The system will now shut down and restart.
be: Сістэмны працэс '%s' нечакана перарваўся з кодам стану %d. Зараз сістэма перазапусціцца.

source: The system was unable to convert a saved dump to a minidump.
be: Сістэма не змагла пераўтварыць захаваны адбітак у мініадбітак.

# The system was unable to convert a saved dump to a minidump.
source: The system was unable to convert a saved dump to a minidump.\r\n
be: Сістэма не змагла пераўтварыць захаваны адбітак у мініадбітак.\r\n

source: The system will now shut down and restart.
be: Зараз сістэма перазапусціцца.

source: The target can't handle this type of document
be: Прызначэнне не можа апрацаваць гэты тып дакумента.

source: The task cannot be completed
be: Задача не можа быць выкананая

# The text in the %% file has changed. Do you want to save the changes?
source: The text in the %% file has changed.\n\nDo you want to save the changes?
be: Тэкст файла %% быў зменены.\n\nЖадаеце захаваць змены?

source: The updates were successfully installed
be: Абнаўленні паспяхова ўсталяваныя

source: The user cancelled the navigation after %d seconds.
be: Карыстальнік скасаваў навігацыю пасля %d секундаў.

source: The user changed the user locale setting "%1" to "%2".
be: Карыстальнік змяніў наладу лакалізацыі "%1" на "%2".

# The user changed the user locale setting "%1" to "%2".
source: The user changed the user locale setting "%1" to "%2".\r\n
be: Карыстальнік змяніў наладу лакалі "%1" на "%2".\r\n

source: The user changed their TwoDigitYearMax to %1.
be: Карыстальнік змяніў значэнне TwoDigitYearMax на %1.

# The user changed their TwoDigitYearMax to %1.
source: The user changed their TwoDigitYearMax to %1.\r\n
be: Карыстальнік змяніў значэнне TwoDigitYearMax на %1.\r\n

source: The user changed their alternate sort to "%1".
be: Карыстальнік змяніў альтэрнатыўнае сартаванне на "%1".

# The user changed their alternate sort to "%1".
source: The user changed their alternate sort to "%1".\r\n
be: Карыстальнік змяніў альтэрнатыўнае сартаванне на "%1".\r\n

source: The user changed their calendar to "%1".
be: Карыстальнік змяніў каляндар на "%1".

# The user changed their calendar to "%1".
source: The user changed their calendar to "%1".\r\n
be: Карыстальнік змяніў каляндар на "%1".\r\n

source: The user changed their location preference (GeoID) to %1.
be: Карыстальнік змяніў перавагу размяшчэння (GeoID) на %1.

# The user changed their location preference (GeoID) to %1.
source: The user changed their location preference (GeoID) to %1.\r\n
be: Карыстальнік змяніў перавагу размяшчэння (GeoID) на %1.\r\n

source: The user changed their user locale to "%1".
be: Карыстальнік змяніў лакалізацыю на "%1".

# The user changed their user locale to "%1".
source: The user changed their user locale to "%1".\r\n
be: Карыстальнік змяніў лакаль на "%1".\r\n

source: The user chose to copy their settings to the default user account.
be: Карыстальнік вырашыў скапіяваць налады ў стандартны рахунак карыстальніка.

# The user chose to copy their settings to the default user account.
source: The user chose to copy their settings to the default user account.\r\n
be: Карыстальнік вырашыў скапіяваць налады ў стандартны рахунак карыстальніка.\r\n

source: The user chose to copy their settings to the system accounts.
be: Карыстальнік вырашыў скапіяваць налады ў сістэмныя рахункі.

# The user chose to copy their settings to the system accounts.
source: The user chose to copy their settings to the system accounts.\r\n
be: Карыстальнік вырашыў скапіяваць налады ў сістэмныя рахункі.\r\n

source: The user does not have permission to change the calendar.
be: Карыстальнік не мае дазволу на змяненне календара.

# The user does not have permission to change the calendar.
source: The user does not have permission to change the calendar.\r\n
be: Карыстальнік не мае дазволу на змяненне календара.\r\n

source: The user has changed their UI Language fallback order to "%1".
be: Карыстальнік змяніў значэнне апорнай мовы адлюстравання на "%1".

# The user has changed their UI Language fallback order to "%1".
source: The user has changed their UI Language fallback order to "%1".\r\n
be: Карыстальнік змяніў значэнне апорнай мовы адлюстравання на "%1".\r\n

source: The user has changed their UI Language to "%1".
be: Карыстальнік змяніў значэнне мовы адлюстравання на "%1".

# The user has changed their UI Language to "%1".
source: The user has changed their UI Language to "%1".\r\n
be: Карыстальнік змяніў значэнне мовы адлюстравання на "%1".\r\n

source: The user name cannot be the same as the computer name.\n\nPlease type a different name.
be: Імя карыстальніка не можа супадаць з назвай камп'ютара.\n\nКалі ласка, увядзіце іншае імя.

# The user name cannot contain these characters: " / \ [ ] : | < > + = ; , ? * %
source: The user name cannot contain these characters:\n" / \\ [ ] : | < > + = ; , ? * %
be: Імя карыстальніка не можа змяшчаць гэтыя знакі:\n" / \\ [ ] : | < > + = ; , ? * %

source: The user name is already in use
be: Імя карыстальніка ўжо скарыстанае

source: The user name or password is incorrect.
be: Няправільнае імя карыстальніка ці пароль.

source: The user reset all customizations for the user locale "%1" to the system default.
be: Карыстальнік скінуў усе налады сваёй лакалізацыі "%1" да стандартных сістэмай.

source: The user reset all customizations for the user locale "%1" to the system default.\r\n
be: Карыстальнік скінуў усе дапасаванні сваёй лакалі "%1" да стандарту сістэмы.\r\n

source: The username/password credential provider failed to enumerate tiles.
be: Дастаўніку пасведчанняў не ўдалося пералічыць відарысы.

# The username/password credential provider failed to enumerate tiles.
source: The username/password credential provider failed to enumerate tiles.\r\n
be: Дастаўніку пасведчанняў не ўдалося пералічыць відарысы.\r\n

source: The value for "Critical battery level" should be less than the value for "Low battery level". If you keep the current settings, you won’t be notified when the battery charge reaches the value for "Low battery level."
be: Значэнне для крытычнага ўзроўню батарэі павінна быць меней за значэнне для нізкага ўзроўню батарэі. Калі вы захаваеце дзейныя налады, вы не будзеце апавешчаныя, калі зарад батарэі сягне значэння нізкага ўзроўню батарэі.

source: The value in this field must be a number between 99 and 9999.
be: Значэнне ў гэтым полі павінна быць паміж 99 і 9999.

source: The value in this field must be a number between 99 and 9999. Try using a different number.
be: Значэнне ў гэтым полі павінна быць паміж 99 і 9999. Паспрабуйце скарыстаць іншы лік.

source: The version of this file is not compatible with the version of Windows you're running.
be: Версія файла не сумяшчальная з вашаю Windows.

source: The version of this file is not compatible with the version of Windows you're running. Check your computer's system information to see whether you need an x86 (32-bit) or x64 (64-bit) version of the program, and then contact the software publisher.
be: Версія файла не сумяшчальная з вашаю Windows. Праверце сістэмную інфармацыю Вашага камп'ютара, каб убачыць, якая версія праграмы Вам патрэбна: x86 (32-бітная) ці x64 (64-бітная), і потым звяжыцеся з вытворцам праграмнага забеспячэння.

source: The volume label is not valid.
be: Недапушчальны пускальнік дыска.

source: The volume label is not valid. Please enter a valid volume label.
be: Недапушчальны цэтлік раздзела. Калі ласка, увядзіце дапушчальны цэтлік раздзела.

source: The volume mounted on folder %1!ls!
be: Раздзел падмацаваны да каталога %1!ls!

source: The volume mounted on folder %1!ls! is not formatted.
be: Раздзел, падмацаваны да каталога %1!ls!, не адфарматаваны.

source: The volume name for a FAT or FAT32 volume cannot contain the following characters:\n* ?
be: Назва раздзела FAT ці FAT32 не можа змяшчаць наступныя сімвалы:\n* ?

source: The volume name for a FAT or FAT32 volume cannot contain the following characters:\n* ? / \\ | , ; : + = < > [ ] " .
be: Назва раздзела FAT ці FAT32 не можа змяшчаць наступныя знакі:\n* ? / \\ | , ; : + = < > [ ] " .

source: The wizard can't finish erasing this disc.
be: Дапаможнік не можа скончыць сціранне гэтай кружэлкі.

source: The wizard can't finish erasing this disc. Please try to erase it again. If this problem continues, there might be a problem on the disc that is preventing you from erasing it.
be: Майстар не можа скончыць сціранне гэтай кружэлкі. Калі ласка, паспрабуйце сцерці яе зноў. Калі гэтая праблема будзе паўтарацца, то, магчыма, кружэлка пашкоджаная.

source: The wizard is ready to erase the rewritable disc in the drive.
be: Дапаможнік гатовы сцерці перазапісвальную кружэлку.

source: The wizard is ready to erase the rewritable disc in the drive. After the files have been deleted, you can reuse the disc.
be: Майстар гатовы сцерці перазапісвальную кружэлку. Пасля таго, як файлы будуць выдаленыя, вы зможаце выкарыстоўваць яе.

source: The write speed for the recordable disc is either too fast or too slow for your CD or DVD burner.
be: Хуткасць запісу запісвальнай кружэлкі ці занадта вялікая, ці занадта малая для вашага прапальвальнага кружэльніка.

source: The write speed for the recordable disc is either too fast or too slow for your CD or DVD burner. Insert a recordable disc that has a different write speed, and then try again.
be: Хуткасць запісу запісвальнай кружэлкі ці занадта вялікая, ці занадта малая для вашага прапальваючага кружэльніка. Устаўце кружэлку з іншай хуткасцю і паспрабуйце зноў.

# The wrong diskette is in the drive. Insert correct diskette into drive %2.
source: The wrong diskette is in the drive.\nInsert correct diskette into drive %2.
be: У дыскаводзе няправільная дыскета.\nУстаўце правільную ў дыскавод %2.

source: Theme Gallery
be: Галерэя тэмаў

source: Theme Pack (*.themepack)|*.themepack
be: Пакунак тэмаў (*.themepack)|*.themepack

source: Theme Settings
be: Налады тэмы

source: Themes
be: Тэмы

source: Then click the Extract button.
be: Затым пстрыкніце кнопку "Выняць".

source: Then insert the USB drive into this system and browse for the definition update package.\n\n<a href="http://go.microsoft.com/fwlink/?LinkID=96776">http://go.microsoft.com/fwlink/?LinkID=96776</a>
be: Падключыце яе да гэтай сістэмы і выберыце дзе размяшчаюцца пакеты абнаўлення вызначэння http://go.microsoft.com/fwlink/?LinkID=96776</a>

source: Then insert the USB drive into this system and browse for the definition update package.\n\n<a href=\
be: Падключыце яе да гэтай сістэмы і выберыце дзе размяшчаюцца пакеты абнаўлення вызначэння.\n\n<a href=\

source: Then insert the USB drive into this system and browse for the definition update package.\n\nhttp://go.microsoft.com/fwlink/?LinkID=96776
be: Падключыце яе да гэтай сістэмы і выберыце дзе размяшчаюцца пакеты абнаўлення вызначэння.\n\nhttp://go.microsoft.com/fwlink/?LinkID=96776

source: Then try formatting again.
be: Тады паўтарыце спробу фарматавання.

source: There are %1!d! file(s) open by %2!d! user(s) connected to %3. If you stop sharing %3, the files will close, which may cause these users to lose data. Do you want to continue?\r\n
be: %1!d! файлаў адчынена %2!d! карыстальнікамі, злучанымі з %3. Калі вы спыніце абагульванне %3, файлы зачыняцца, што можа выклікаць страту звестак гэтымі карыстальнікамі. Працягнуць?\r\n

source: There are %1!d! user(s) connected to %2. If you stop sharing %2, they will be disconnected. Do you want to continue?\r\n
be: %1!d! карыстальнікаў злучаныя з %2. Калі вы спыніце абагульванне %2, яны будуць адлучаныя. Працягнуць?\r\n

source: There are currently %1!d! clients connected to this machine using Incoming Connections.\nDeleting Incoming Connections while these connections are active will disconnect all the clients.\n\nAre you sure you want to delete Incoming Connections?
be: Зараз ёсць %1!d! злучаных з гэтым камп'ютарам кліентаў, якія карыстаюць уваходнае злучэнне.\nВыдаленне ўваходных злучэнняў падчас актыўнасці гэтых злучэнняў адлучыць усіх кліентаў.\n\nВы сапраўды жадаеце выдаліць уваходныя злучэнні?

source: There are more results than will fit in this view.
be: Вынікаў больш, чым змяшчаецца ў гэтым выглядзе.

source: There are more results than will fit in this view. Narrow your results with the Search box or click to see all results...
be: Вынікаў больш, чым змяшчаецца ў гэтым выглядзе. Звузьце пошук ці пстрыкніце тут, каб убачыць усе вынікі...

source: There are no details in common among the selected sources.
be: Няма агульных дэталяў для абраных крыніц.

source: There are no important updates available for your computer.
be: Няма даступных важных абнаўленняў для вашага камп'ютара.

source: There are no items to display.
be: Няма элементаў для адлюстравання.

source: There are no other people in the homegroup
be: У хатняй групе няма іншых людзей.

source: There are no previous versions available
be: Няма даступных папярэдніх версіяў

source: There are no printers set up on your computer.
be: Няма ўсталяваных друкарак на вашым камп'ютары.

source: There are no protocols installed or enabled
be: Няма ўключаных ці ўсталяваных пратаколаў

source: There are no upcoming Daylight Saving Time changes.
be: Няма надыходзячых змяненняў пераходу на летні час.

source: There are no updates available for your computer.
be: Няма даступных абнаўленняў для вашага камп'ютара.

source: There are no websites in this zone.
be: Няма сайтаў у гэтым абсягу.

source: There are problems with some PnP devices. Windows will take additional steps to further troubleshoot these devices.
be: Ёсць праблемы з некаторымі PnP-прыладамі. Windows зробіць дадатковыя крокі для далейшага вырашэння праблем з гэтымі прыладамі.

# There are profiles that will be disabled with your change
source: There are profiles that will be disabled with your change\n
be: Ёсць профілі, якія выключацца пасля змянення\n

# There are profiles that will be disabled with your change
source: There are profiles that will be disabled with your change\r\n
be: Ёсць профілі, якія выключацца пасля змянення\r\n
